{   "Theme": "Theme",
    "privacy": "privacy policy",
    "Setting": "Setting",
    "About" : "About TimyTime",
    "Notifications":"Notifications",
    "Feedback": "Feedback & support",
    "Rate": "Rate App",
    "Languages": "Languages",
    "shedule":"My shedule",
    "send":"Send",
    "Your_feedback":"Your feedback",
    "Email":"Email",
    "Subjects":"Subject",
    "Feedback_sent":"Feedback sent",
    "Incorrect_Email":"Incorrect Email",
    "required_fields":"all fields are required",
    "Global_deffintion":"Global definition of Privacy policies",
    "PersoneData":"the Personal Data we collect about you",
    "collectData": "how we collect your personal data?",
    "transferData":"how to Transfer of personal data?",
    "transferDataText":"Your personal data is usually stored in our database, but in certain limited circumstances it may be transferred to channels that are not part of TimyTime.When TimyTime transfers your personal database data externally we ensure that adequate security measures are in place which offer protection to your personal data equivalent to that which you would enjoy within the database and in accordance with the applicable data protection legislation.",
    "CollectText":"We collect information about you: \n -When you open an account with us or when you log in and edit your account online. \n -When you sign up to receive marketing communications from us. \n -when you register for a contest on the TimyTime Platforms",
    "personelDataText":"Timytime collects and processes personal data related to your use of the TimyTime Platforms and your interactions on these platforms in order to provide you with a service, to respond to you as well as to publish and share information and documents related to the film. Personal data refers to any information directly or indirectly related to you as an individual; the types of personal data that we may collect and process vary depending on the TimyTime Platform involved.",
    "deffintion_P":"This data protection policy applies to TimyTime's processing of your personal data when you visit any app or service that refers to this Data Protection Policy. These personal data correspond to information which identifies you personally, such as your name, your photo and your contact details, or data which can be linked to this information and allows you to be identified directly or indirectly.",
    "About_text":"\n No kidding, this stuff will revolutionize your life. We finally got our hands on a feature that allows you to watch several live or replay channels. \n\n Indeed, developers had the good idea to develop this application called Timytime. \n\n Concretely, it allows you to watch more than one thing You just have to choose what you want to watch. In addition it also allows you to save the date of your schedule that you want to follow it and the promised day will remind you with a notification. \n\n One of the advantages of Timytime is that the user can, with his tablet, his smartphone or his TV, access the streaming platform from any place with an Internet connection and it is for all tastes and for all ages and it is also easy to use you have nothing to configure just go to the app and log in. There is nothing more annoying than a bunch of commercials interrupting the movie or TV show you are watching. In the end, once you try Timytime, you will come to the conclusion that it really offers a fantastic experience. \nWith that, we wish you a good binge-watching!",
    "Anglais":"English",
    "Français":"French",
    "Espagnol":"Spanish",
    "arabe": "Arab",
    "chinois": "Chinese",
    "turc":"Turkish",
    "Anouncement":"Anouncement",
    "Discover_Content":"Discover Content",
    "Popular_area":"Popular in my area",
    "movie":"movie",
    "series":"series",
    "documentary":"documentary",
    "sport":"sport",
    "talkShow":"talk Show",
    "news":"news",
    "Reality_Shows":"Reality Shows",
    "Choose_style":"Choose a style",
    "Customize_interface":"Pop or subtle. Day or night. Customize your interface",
    "Light":"Light",
    "Dark":"Dark",
    "Rating_Dialog":"the Rating Dialog",
    "Tap_rating":"Tap a star to set your rating",
    "Ohh_No":"Oh No!! Send us why you didn't like the app",
    "Yess!":"Yess! thank u for that",
    "submit":"submit",
    "positiveComment":"Thanks for your review",
    "negativeComment":"oh no! why?",
    "Contact_Us":"Contact Us",
    "Show_Now":"No Show Playing Now",
    "Show_today":"No Show for today",
    "No_Shows_Scheduled":"No Shows Scheduled",
    "show_name":"Enter show name",
    "No_Result":"No Result"
}