
{   
    "Theme": "Tema",
    "privacy": "política de privacidad",
    "About" : "Sobre TimyTime",
    "Setting": "Configuración",
    "Notifications":"Notificaciones",
    "Rate": "Calificar aplicacion",
    "Feedback": "Comentarios y apoyo",
    "Languages": "Idiomas",
    "shedule":"Mi horario",
    "send":"Enviar",
    "Your_feedback":"Tu retroalimentación",
    "Email":"Correo electrónico",
    "Subjects":"Sujetos",
    "Feedback_sent":"Comentarios enviados",
    "Incorrect_Email":"email incorrecto",
    "required_fields":"Todos los campos son obligatorios",
    "Global_deffintion":"Definición global de políticas de privacidad",
    "PersoneData":"los datos personales que recopilamos sobre usted",
    "collectData": "¿cómo recopilamos sus datos personales?",
    "transferData":"¿Cómo transferir datos personales?",
    "transferDataText":"Sus datos personales generalmente se almacenan en nuestra base de datos, pero en determinadas circunstancias limitadas, pueden transferirse a canales que no forman parte de TimyTime.Cuando TimyTime transfiere los datos de su base de datos personal externamente, nos aseguramos de que existan medidas de seguridad adecuadas que ofrezcan una protección a sus datos personales equivalente a la que disfrutaría dentro de la base de datos y de acuerdo con la legislación de protección de datos aplicable.",
    "CollectText":"Recopilamos información sobre usted: \n -Cuando abre una cuenta con nosotros o cuando inicia sesión y edita su cuenta en línea. \n -Cuando se registra para recibir nuestras comunicaciones de marketing. \n -cuando se registra para un concurso en las plataformas TimyTime",
    "personelDataText":"Timytime recopila y procesa datos personales relacionados con su uso de las Plataformas TimyTime y sus interacciones en estas plataformas con el fin de brindarle un servicio, responderle y publicar y compartir información y documentos relacionados con la película. Datos personales se refiere a cualquier información relacionada directa o indirectamente con usted como individuo; los tipos de datos personales que podemos recopilar y procesar varían según la plataforma TimyTime involucrada.",
    "deffintion_P":"Esta política de protección de datos se aplica al procesamiento de TimyTime de sus datos personales cuando visita cualquier aplicación o servicio que hace referencia a esta Política de protección de datos. Estos datos personales corresponden a información que le identifica personalmente, como su nombre, su foto y sus datos de contacto, o datos que se pueden vincular a esta información y permiten identificarle directa o indirectamente.",
    "About_text":"\n No es broma, estas cosas revolucionarán tu vida. Finalmente conseguimos una función que te permite ver varios canales en vivo o de repetición. \n\n De hecho, los desarrolladores tuvieron la buena idea de desarrollar esta aplicación llamada Timytime. \n\n Concretamente, te permite ver más de una cosa Solo tienes que elegir lo que quieres ver. Además también te permite guardar la fecha de tu horario que quieres seguir y el día prometido te lo recordará con una notificación. \n\n Una de las ventajas de Timytime es que el usuario puede, con su tablet, su smartphone o su televisor, accede a la plataforma de streaming desde cualquier lugar con conexión a Internet y es para todos los gustos y para todas las edades y además es fácil de usar no tienes nada que configurar solo entra en la aplicación e inicia sesión. No hay nada más molesto que un montón de anuncios que interrumpen la película o el programa de televisión que estás viendo. Al final, una vez que pruebes Timytime, llegarás a la conclusión de que realmente ofrece una experiencia fantástica. \n Con eso, ¡te deseamos un buen atracón!",
    "Anglais":"Inglés",
    "Français":"Francés",
    "Espagnol":"Español",
    "arabe": "Árabe",
    "chinois": "Chino",
    "turc":"Turco",
    "Anouncement":"Anuncio",
    "Discover_Content":"Descubrir contenido",
    "Popular_area":"Popular en mi zona",
    "movie":"película",
    "series":"serie",
    "documentary":"documental",
    "sport":"deporte",
    "talkShow":"programa de entrevistas",
    "news":"noticias",
    "Reality_Shows":"Programa de reality",
    "Choose_style":"Elige un estilo",
    "Customize_interface":"Pop o sutil. Dia o noche. Personaliza tu interfaz",
    "Light":"Ligero",
    "Dark":"Oscuro",
    "Rating_Dialog":"el diálogo de calificación",
    "Tap_rating":"Toca una estrella para establecer tu calificación",
    "Ohh_No":"¡¡Oh no!! Envíanos por qué no te gustó la aplicación",
    "Yess!":"¡Sí! gracias por eso",
    "submit":"enviar",
    "positiveComment":"Gracias por tu reseña",
    "negativeComment":"¡Oh, no! ¿Por qué?",
    "Contact_Us":"Contacta con nosotros",
    "Show_Now":"No Show Jugando Ahora",
    "Show_today":"No Show por hoy",
    "No_Shows_Scheduled":"No hay shows programados",
    "show_name":"Ingrese el nombre del programa",
    "No_Result":"Sin resultados"

}