{   
    "Theme": "Thème",
    "privacy": "politique de confidentialité",
    "About" : "À propos de TimyTime",
    "Setting": "Réglage",
    "Notifications":"Notifications",
    "Rate": " taux de L'application",
    "Languages": "Langues",
    "Feedback": "Commentaires et assistance",
    "shedule":"Mon Calendrier",
    "send":"Envoyer",
    "Your_feedback":"vos commentaires",
    "Email":"E-mail",
    "Subjects":"Sujet",
    "Feedback_sent":"Commentaires envoyés",
    "Incorrect_Email":"Adresse Email incorrecte",
    "required_fields":"Tous les champs sont obligtoire",
    "Global_deffintion":"Définition globale des politiques de confidentialité",
    "PersoneData":"les données personnelles que nous collectons à votre sujet",
    "collectData": "comment nous collectons vos données personnelles?",
    "transferData":"comment transférer des données personnelles?",
    "transferDataText":"vous données personnelles sont généralement stockées dans notre base de données,mais dans certaines circonstances limitées,elles peuvent être transférées à des chaine qui ne font pas partie de TimyTime.lorsque TimyTime transfére vos données personnelles de base de données a l'extérieur nous nous assurons que des mesures de sécurité adéquates soient en place qui offrent une protection à vos données personnelles équivalente à celle dont vous bénéficieriez au sein de base de données et conformément à la légistion applicable en matiére de protection des données.",
    "CollectText":"Nous collectons des informations sur vous:\n -Lorsque vous ouvrez un compte chez nous ou lorsque vous vous connectez et modifiez votre compte en ligne.\n -lorsque vous vous inscrivez pour recevoir des communications marketing de notre part. \n -lorsque vous vous inscrivez à un concours sur les Platformes de TimyTime ",
    "personelDataText":"Timytime collecte et traite les données personnelles liées à votre utilisation des Platformes de TimyTime et à vos interactions sur ces platformes afin de vous fournir un service, de vous répondre ainsi que de publier et de partager des information et des documents liés au filme.les Données personnelles font référence à toute information directement ou indirectement liée à vous en tant qu'individu.les types de données personnelles que nous pouvons collecter et traiter varient en fonction de Platforme de TimyTime coucernée.",
    "deffintion_P":"la présente politique en matiére de protection des données s'applique au traitement par TimyTime de vos données personnelles lorsque vous vous rendez toute app ou tout service qui renvoie à la présente Politique en matiére de protection des données. Ces données personnelles correspondent aux information qui vous identifent personnellemnet, comme votre nom,votre photo et vos coordonnées de contact,ou des données qui peuvent être liées à ces informations et permette de vous identifer directement ou indirectement.",
    "About_text":"\n Sans rire, ce truc va révolutionner ta vie. On a enfin mis la main sur une fonctionnalité qui te permet de regarder plusieurs chaines live ou replay.\n\n En effet, des développeurs ont eu la bonne idée de mettre au point cette application intitulée « Timytime » .\n\n Concrètement, elle vous permet de regarder plusieurs chose Il suffit tout simplement de choisir ce que vous voulez regarder. En outre elle te permet aussi d'enregistre la date de ton programme que ti veux le suis et le jour promis vous le rappellera avec une notification.\n\n L'un des avantages de Timytime est que l'utilisateur peut, avec sa tablette, son smartphone ou sa télé, accéder à la plateforme de streaming depuis n'importe quel endroit disposant d'une connexion Internet et c’est pour tous les goûts et pour tous les âges et elle est aussi facile à utiliser vous n'avez rien à configurer accédez simplement à l’application et connectez-vous. Il n'y a rien de plus ennuyeux qu'un tas de publicités qui interrompent le film ou une émission de télévision que vous regardez.  En fin, une fois que vous avez essayé Timytime, vous arriverez à la conclusion qu'il offre vraiment une expérience fantastique.\n Sur ce, on vous souhaite un bon binge-watching !",
    "Anglais":"Anglais",
    "Français":"Français",
    "Espagnol":"Espagnol",
    "arabe": "arabe",
    "chinois": "chinois",
    "turc":"turc",
    "Anouncement":"Annonce",
    "Discover_Content":"Découvrir le contenu",
    "Popular_area":"Populaire dans ma région",
    "movie":"film",
    "series":"séries",
    "documentary":"documentaire",
    "sport":"sport",
    "talkShow":"talk-show",
    "news":"nouvelles",
    "Reality_Shows":"Télé réalité",
    "Choose_style":"Choisissez un style",
    "Customize_interface":"Pop ou subtile. Jour ou nuit. Personnalisez votre interface",
    "Light":"Lumière",
    "Dark":"Foncé",
    "Rating_Dialog":"la notation",
    "Tap_rating":"Appuyez sur une étoile pour définir votre note",
    "Ohh_No":"Oh non!! Envoyez-nous pourquoi vous n'avez pas aimé l'application",
    "Yess!":"Oui! merci pour ça",
    "submit":"soumettre",
    "positiveComment":"Merci pour votre avis",
    "negativeComment":"Oh non! Pourquoi?",
    "Contact_Us":"Nous contacter",
    "Show_Now":"Pas de spectacle en cours de lecture",
    "Show_today":"No Show pour aujourd'hui",
    "No_Shows_Scheduled":"Aucune émission programmée",
    "show_name":"Entrez le nom de l'émission",
    "No_Result":"Pas de résultat"

}