
{   
    "Theme": "Tema",
    "privacy": "Gizlilik Politikası",
    "Notifications":"Bildirimler",
    "Feedback": "eri bildirim ve destek",
    "Setting": "Ayar",
    "About" : "TimyTime hakkında",
    "Rate": "Uygulamayı Değerlendir",
    "Languages": "Diller",
    "shedule":"Benim program",
    "send":"Gönder",
    "Your_feedback":"Görüşleriniz",
    "Email":"E-posta adresi",
    "Subjects":"Konular",
    "Feedback_sent":"Geri Bildirim Gönderildi",
    "Incorrect_Email":"Yanlış E-posta",
    "required_fields":"tüm alanlar zorunludur",
    "Global_deffintion":"Gizlilik politikalarının küresel tanımı",
    "PersoneData":"hakkınızda topladığımız Kişisel Veriler",
    "collectData": "kişisel verilerinizi nasıl topluyoruz?",
    "transferData":"kişisel veriler nasıl aktarılır?",
    "transferDataText":"Kişisel verileriniz genellikle veri tabanımızda saklanır, ancak belirli sınırlı durumlarda TimyTime'ın parçası olmayan kanallara aktarılabilir.TimyTime kişisel veri tabanı verilerinizi dışarıya aktardığında, veri tabanında kullanacağınızla eşdeğer ve geçerli veri koruma mevzuatına uygun olarak kişisel verilerinize koruma sağlayan yeterli güvenlik önlemlerinin alınmasını sağlıyoruz.",
    "CollectText":"Sizin hakkınızda bilgi topluyoruz: \n -Bizimde bir hesap açtığınızda veya çevrimiçi olarak oturum açıp hesabınızı düzenlediğinizde. \n -Bizden pazarlama iletişimi almak için kaydolduğunuzda. \n -TimyTime Platformlarında bir yarışmaya kaydolduğunuzda",
    "personelDataText":"Timytime, TimyTime Platformlarını kullanımınız ve bu platformlardaki etkileşimlerinizle ilgili kişisel verileri size bir hizmet sunmak, size yanıt vermek ve ayrıca filmle ilgili bilgi ve belgeleri yayınlamak ve paylaşmak için toplar ve işler. bir birey olarak sizinle doğrudan veya dolaylı olarak ilgili herhangi bir bilgiyi ifade eder; toplayabileceğimiz ve işleyebileceğimiz kişisel veri türleri, ilgili TimyTime Platformuna bağlı olarak değişir.",
    "deffintion_P":"Bu veri koruma politikası, TimyTime'ın bu Veri Koruma Politikasına atıfta bulunan herhangi bir uygulamayı veya hizmeti ziyaret ettiğinizde kişisel verilerinizi işlemesi için geçerlidir. Bu kişisel veriler, adınız, fotoğrafınız ve iletişim bilgileriniz gibi sizi kişisel olarak tanımlayan bilgilere veya bu bilgilere bağlanabilen ve doğrudan veya dolaylı olarak tanımlanmanıza olanak tanıyan verilerdir.",
    "About_text":"\n Şaka yapmayın, bu şeyler hayatınızda devrim yaratacak. Sonunda birkaç canlı veya tekrar kanal izlemenize izin veren bir özelliği elimize aldık. \n\n Aslında, geliştiricilerin  Timytime adlı bu uygulamayı geliştirmek için iyi bir fikri vardı. \n\n Somut olarak, birden fazla şeyi izlemenize izin veriyor Sadece ne izlemek istediğini seçmen gerekiyor. Ek olarak, programınızın takip etmek istediğiniz tarihini kaydetmenize de olanak tanır ve söz verilen gün size bir bildirim ile hatırlatır. \n\n Timytime'ın avantajlarından biri, kullanıcının tableti ile akıllı telefonunu yapabilmesidir. ya da televizyonu, İnternet bağlantısı olan herhangi bir yerden akış platformuna erişin ve her zevke ve her yaşa uygundur ve kullanımı kolaydır, sadece uygulamaya gidin ve oturum açın. İzlediğiniz filmi veya TV şovunu kesintiye uğratan bir grup reklamdan daha sinir bozucu bir şey yoktur. Sonunda, Timytime'ı bir kez denediğinizde, gerçekten harika bir deneyim sunduğu sonucuna varacaksınız. \n Bununla birlikte, size bol bol izleme dileriz!",
    "Anglais":"İngilizce",
    "Français":"Fransızca",
    "Espagnol":"İspanyol",
    "arabe": "Arap",
    "chinois": "Çince",
    "turc":"Türk",
    "Anouncement":"Duyuru",
    "Discover_Content":"İçeriği Keşfedin",
    "Popular_area":"Bölgemde popüler",
    "movie":"film",
    "series":"dizi",
    "documentary":"belgesel",
    "sport":"spor",
    "talkShow":"sohbet programı",
    "news":"Haberler",
    "Reality_Shows":"Gerçeklik gösterileri",
    "Choose_style":"Bir stil seçin",
    "Customize_interface":"Pop ya da ince. Gün ya da gece. Arayüzünüzü özelleştirin",
    "Light":"Işık",
    "Dark":"Karanlık",
    "Rating_Dialog":"Değerlendirme",
    "Tap_rating":"Değerlendirmenizi ayarlamak için bir yıldıza dokunun",
    "Ohh_No":"Oh hayır!! Uygulamayı neden beğenmediğinizi bize gönderin",
    "Yess!":"Evet S! bunun için teşekkür ederim",
    "submit":"Sunmak",
    "positiveComment":"Yorumunuz için teşekkürler",
    "negativeComment":"Oh hayır! neden?",
    "Contact_Us":"Bize Ulaşın",
    "Show_Now":"Şu An Çalınan Şov Yok",
    "Show_today":"Bugün için Gösteri Yok",
    "No_Shows_Scheduled":"Programlanmamış Şov Yok",
    "show_name":"Gösteri adını girin",
    "No_Result":"Sonuç yok"
    

}